Revit 2024 API
UnitTypeId.BritishThermalUnitsPerPound Property
 British thermal units per pound.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId BritishThermalUnitsPerPound { get; }
Visual Basic
Public Shared ReadOnly Property BritishThermalUnitsPerPound As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ BritishThermalUnitsPerPound {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace